Repository: cokomokoo/simple-ccsm
Catalog: po/*.po
Languages: tr

source: Minimal
tr: En düşük

source: Medium
tr: Orta

source: Advanced
tr: Gelişmiş

source: Ultimate
tr: İleri Seviye

source: Provides a simple desktop environment with very few effects.
tr: Oldukça az canlandırma ile gayet sade bir masaüstü sunar.

source: Provides more aesthetically pleasing set of effects.
tr: Göze daha fazla hitap eden bir masaüstü sunar.

source: Provides very advanced and eye-catching set of effects. Requires faster graphics card.
tr: Çok gelişmiş ve çok fazla canlandırmalı bir masaüstü sunar. Güçlü bir ekran kartı gerektirir.

source: Enabled
tr: Etkinleştirildi

source: Disabled
tr: Pasifleştirildi

source: Colorfilter
tr: Renk Filtresi

source: None
tr: Hiçbiri

source: Default
tr: Öntanımlı

source: <b>Accessibility</b>
tr: <b>Erişilebilirlik:</b>

source: <b>Animations</b>
tr: <b>Canlandırmalar:</b>

source: <b>Appearance</b>
tr: <b>Görünüm</b>

source: <b>Area zoom</b>
tr: <b>Alan Yakınlaştırması</b>

source: <b>Close Window</b>
tr: <b>Pencereyi Kapat</b>

source: <b>Cube Effects</b>
tr: <b>Küp Canlandırmaları</b>

source: <b>Description</b>
tr: <b>Tanım</b>

source: <b>Desktop columns</b>
tr: <b>Masaüstü sütunları</b>

source: <b>Desktop preview</b>
tr: <b>Masaüstü önizlemesi</b>

source: <b>Desktop</b>
tr: <b>Masaüstü</b>

source: <b>Effects</b>
tr: <b>Canlandırmalar</b>

source: <b>Enable zoom</b>
tr: <b>Yakınlaştırmayı etkinleştir</b>

source: <b>Minimize window</b>
tr: <b>Pencereyi küçült</b>

source: <b>Open window</b>
tr: <b>Pencere aç</b>

source: <b>Screen Edges</b>
tr: <b>Ekran kenarları</b>

source: <b>Screen zoom</b>
tr: <b>Ekran yakınlaştırması</b>

source: Accessibility
tr: Erişilebilirlik

source: Animations
tr: Canlandırmalar

source: Area zoom
tr: Bölge yakınlaştırması

source: Deformation:
tr: Bozulma:

source: Desktop
tr: Masaüstü

source: Edges
tr: Kenarlar

source: Effects
tr: Canlandırmalar

source: Enable 3D Windows
tr: 3B Pencereleri Etkinleştir

source: Enable Blur
tr: Bulanıklığı Etkinleştir

source: Enable Reflection
tr: Yansımayı Etkinleştir

source: Enable Scale
tr: Boyutlandırmayı Etkinleştir

source: Enable Wobbly
tr: Sallanmayı Etkinleştir

source: Enable animations
tr: Canlandırmaları Etkinleştir

source: Enable extra animations
tr: Daha Fazla Canlandırmayı Etkinleştir

source: Info
tr: Bilgi

source: Opacity:
tr: Şeffaflık:

source: Profile:
tr: Profil:

source: Screen zoom
tr: Ekran yakınlaştırması

source: Simple CompizConfig Settings Manager
tr: Basit Compiz Ayarları Yöneticisi

source: _Enable desktop effects
tr: Masaüstü canlandırmalarını _etkinleştir

source: Configure Compiz with CompizConfig
tr: Compiz Ayar Yöneticisi ile düzenle
